Repository: meden/bumblebee-ui-gtk3
Catalog: i18n/*/LC_MESSAGES/bumblebee-ui.po
Languages: it_it

source: Bumblebee is unactive
it_it: Bumblebee non è attivo

source: Bumblebee is active
it_it: Bumblebee è attivo

source: Preferred Apps
it_it: Applicazioni preferite

source: Configure Apps
it_it: Configura applicazioni

source: Bumblebee - Applications Settings
it_it: Bumblebee - Impostazioni applicazioni

source: Select applications
it_it: Selezionare applicazioni

source: Choose the application you want to configure to use with the discrete graphic card.
it_it: Scegliere le applicazioni che devono essere eseguite usando lascheda grafica discreta

source: Configure applications
it_it: Configurare applicazioni

source: Choose the configuration for each application. Depending on mode the discrete card will be launched: always (Performance), only when plugged (Power Save) or with launcher shortcuts (Option)
it_it: Scegliere la configurazione per ciascuna applicazione. La scheda grafica discreta sarà usata in base alla Modalità scelta: sempre (Performance), solo con alimentazione da rete (Power Save) o manualmente tramite un collegamento nel menù (Opzion)

source: Bumblebee - Help
it_it: Bumblebee - Aiuto

source: Applications
it_it: Applicazioni

source: File Name
it_it: Nome file

source: Mode
it_it: Modalità

source: Compression
it_it: Compressione

source: Bumblebee is in use
it_it: Bumblebee è in uso

source: Bumblebee is not used anymore
it_it: Bumblebee non è più in uso
